wyniki_50G_article/fio_results_exfat_hdd/block_size_4096/lab-sec-15/fio_seq_write_article_test_output.txt
seq_write_article_test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.36
Starting 1 process
seq_write_article_test: Laying out IO file (1 file / 51200MiB)

seq_write_article_test: (groupid=0, jobs=1): err= 0: pid=45289: Sat Apr 19 20:30:23 2025
  write: IOPS=16.9k, BW=66.2MiB/s (69.4MB/s)(11.6GiB/180001msec); 0 zone resets
    slat (usec): min=37, max=233195, avg=57.53, stdev=191.93
    clat (nsec): min=543, max=66536, avg=884.12, stdev=547.94
     lat (usec): min=38, max=233210, avg=58.41, stdev=191.97
    clat percentiles (nsec):
     |  1.00th=[  612],  5.00th=[  636], 10.00th=[  644], 20.00th=[  668],
     | 30.00th=[  716], 40.00th=[  764], 50.00th=[  804], 60.00th=[  868],
     | 70.00th=[  892], 80.00th=[  924], 90.00th=[ 1096], 95.00th=[ 1464],
     | 99.00th=[ 2224], 99.50th=[ 2896], 99.90th=[ 6304], 99.95th=[13888],
     | 99.99th=[16192]
   bw (  KiB/s): min=36344, max=70760, per=100.00%, avg=67763.52, stdev=5215.84, samples=359
   iops        : min= 9086, max=17690, avg=16940.89, stdev=1303.95, samples=359
  lat (nsec)   : 750=34.67%, 1000=53.63%
  lat (usec)   : 2=10.20%, 4=1.27%, 10=0.14%, 20=0.09%, 50=0.01%
  lat (usec)   : 100=0.01%
  cpu          : usr=2.94%, sys=21.20%, ctx=3048579, majf=0, minf=11
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,3048540,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=66.2MiB/s (69.4MB/s), 66.2MiB/s-66.2MiB/s (69.4MB/s-69.4MB/s), io=11.6GiB (12.5GB), run=180001-180001msec

Disk stats (read/write):
  sda: ios=6/3046897, sectors=104/24376089, merge=0/144, ticks=106/148651, in_queue=149602, util=79.54%